amd-ucode
apple-fonts
assimp
atool
autopep8
base
base-devel
bash-completion
biber
blender
brave-bin
btrfs-progs
catimg
chafa
cifs-utils
cmake
composer
cpanminus
cpio
cvs
db
dbus-python
dialog
dosfstools
e2fsprogs
ed
efibootmgr
efivar
elinks
exfatprogs
fd
feh
ffmpegthumbnailer
firefox
firefox-adblock-plus
firefox-i18n-en-us
flake8
geoip-database
geoip-database-extra
geoipupdate
gimp
git
gnuplot
go
go-tools
gpick
grub
gst-libav
gst-plugins-ugly
gunicorn
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
highlight
inkscape
intel-ucode
iwd
java-rhino
jdk-openjdk
jfsutils
jp2a
jpegexiforient
jre-openjdk
julia
kde-accessibility-meta
kde-applications-meta
kde-education-meta
kde-games-meta
kde-graphics-meta
kde-multimedia-meta
kde-network-meta
kde-pim-meta
kde-sdk-meta
kde-system-meta
kde-utilities-meta
kdeplasma-addons
kvantum
lhasa
libdvdcss
libgnome-keyring
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lldb
lua-sec
luarocks
lynx
lzop
man-db
mediainfo
nano
neofetch
neovim
network-manager-applet
nitrogen
nm-connection-editor
nodejs
npm
ntfs-3g
numlockx
nvim-packer-git
ocs-url
odt2txt
perl-archive-zip
perl-authen-sasl
perl-cgi
perl-datetime-format-iso8601
perl-image-exiftool
perl-mediawiki-api
perl-term-readkey
perl-tk
php
plasma-meta
plasma-wayland-session
prettier
psutils
python
python-aiodns
python-aiohttp
python-appdirs
python-beautifulsoup4
python-blosc
python-bottleneck
python-brotli
python-cchardet
python-cftime
python-cssselect
python-curio
python-distributed
python-eventlet
python-fsspec
python-genshi
python-gevent
python-gssapi
python-html5lib
python-httplib2
python-krb5
python-libarchive-c
python-lockfile
python-lsp-black
python-lxml
python-lxml-docs
python-lz4
python-matplotlib
python-mccabe
python-netcdf4
python-numba
python-numexpr
python-objgraph
python-opengl
python-openpyxl
python-pandas
python-pandas-datareader
python-paramiko
python-pint
python-pip
python-psycopg2
python-pyarrow
python-pycodestyle
python-pycurl
python-pydocstyle
python-pyflakes
python-pygit2
python-pylint
python-pymysql
python-pynvim
python-pyopenssl
python-pyqt5
python-pysocks
python-pystemmer
python-pytables
python-pyzmq
python-requests-toolbelt
python-rope
python-ruamel-yaml
python-scipy
python-seaborn
python-setproctitle
python-setuptools
python-smbprotocol
python-snappy
python-sniffio
python-sphinx
python-sqlalchemy
python-statsmodels
python-tabulate
python-trio
python-wcwidth
python-whatthepatch
python-xarray
python-xlrd
python-xlsxwriter
python-xlwt
python-xxhash
python-zstandard
qt5-connectivity
qt5-quick3d
qt5-remoteobjects
qt5-serialport
qt5-websockets
ranger
ranger_devicons-git
reflector
reiserfsprogs
ripgrep
rsync
ruby
ruby-docs
ruby-reline
rubygems
rust
samba
smartmontools
smbclient
stylua
subversion
sudo
sysfsutils
t1utils
tcl
texlive-latexextra
texlive-pictures
tk
transmission-cli
tree
ttf-agave-nerd
ttf-comfortaa
ttf-comic-neue
ttf-droid
ttf-fira-mono
ttf-fira-sans
ttf-go-nerd
ttf-inconsolata
ttf-inconsolata-go-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-meslo
ttf-monofur
ttf-monoid
ttf-mononoki-nerd
ttf-opensans
ttf-roboto
ttf-roboto-mono-nerd
ttf-sarasa-gothic
ttf-ubuntu-font-family
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ueberzug
unace
unixodbc
unrar
viewnior
vivaldi-snapshot
vivaldi-snapshot-ffmpeg-codecs
w3m
wdiff
webkit2gtk
wget
wl-clipboard
xclip
xf86-input-synaptics
xf86-input-vmmouse
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-qxl
xf86-video-vesa
xfsprogs
xsel
yay
