aisleriot
alacritty
alsa-utils
amd-ucode
antiword
aria2
arj
atomicparsley
atool
audacious
audacious-plugins
bacon
base
base-devel
bleachbit
blender
btrfs-progs
cabextract
calibre
catdoc
cdrtools
celluloid
cifs-utils
clementine
cmake
cmus
cpio
cups
cups-pdf
cups-pk-helper
cvs
dialog
djvulibre
dosfstools
doxygen
dunst
e2fsprogs
efibootmgr
efivar
exfatprogs
exo
extra-cmake-modules
fastjar
ffmpegthumbnailer
firefox
firefox-i18n-en-us
foomatic-db
foomatic-db-gutenprint-ppds
garcon
gdb
geany
geany-plugins
geoclue
gimp
git
gnome-mahjongg
gnuplot
gpick
grub
gst-libav
gst-plugins-bad
gst-plugins-ugly
gunicorn
gutenprint
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hddtemp
highlight
hplip
htop
hunspell-en_us
inetutils
inkscape
iwd
jfsutils
julia
khal
lesspipe
lhasa
libdvdcss
libreoffice-still
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lldb
lsof
lua-sec
luarocks
lzop
man-db
mediainfo
meld
mercurial
moc
mousepad
mpv
nano
neovim
network-manager-applet
networkmanager
ninja
nitrogen
nm-connection-editor
nomacs
ntfs-3g
numlockx
obsidian-icon-theme
odt2txt
p7zip
pandoc-cli
parole
pavucontrol
picom
pulseaudio
pulseaudio-alsa
pulseaudio-jack
pulseaudio-rtp
pulseaudio-zeroconf
python
python-aiodns
python-aiohttp-oauthlib
python-babel
python-bcrypt
python-beautifulsoup4
python-bowler
python-brotli
python-cchardet
python-certifi
python-cssselect
python-curio
python-dbus-next
python-eventlet
python-genshi
python-gevent
python-graphviz
python-h2
python-httplib2
python-iwlib
python-jinja
python-keyring
python-lockfile
python-lxml
python-lxml-docs
python-mpd2
python-mutagen
python-pillow
python-pip
python-priority
python-psycopg2
python-pyasn1
python-pycryptodomex
python-pycups
python-pynvim
python-pyopenssl
python-pyqt5
python-pyserial
python-pysmbc
python-pysocks
python-pywlroots
python-pyxdg
python-pyzmq
python-railroad-diagrams
python-reportlab
python-service-identity
python-setproctitle
python-setuptools
python-sniffio
python-tornado
python-trio
python-twisted
python-websockets
python-yaml
qtile
ranger
reflector
reiserfsprogs
rhythmbox
ristretto
rofi
rpcbind
rpm-tools
rsync
rust
samba
sane
smartmontools
smbclient
strace
sudo
sysfsutils
system-config-printer
tcl
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tk
transmission-cli
trash-cli
tree
ttf-cascadia-code
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-firacode-nerd
ttf-font-awesome
ttf-inconsolata-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-meslo-nerd
ttf-monofur
ttf-monofur-nerd
ttf-mononoki-nerd
ttf-opensans
ttf-profont-nerd
ttf-proggy-clean
ttf-proggyclean-nerd
ttf-roboto
ttf-roboto-mono
ttf-roboto-mono-nerd
ttf-sarasa-gothic
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-ubuntu-font-family
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
tumbler
ueberzug
unace
unarj
uncrustify
unrar
unrtf
vdirsyncer
viewnior
vlc
volumeicon
w3m
wget
wireless_tools
wpa_supplicant
xclip
xdg-user-dirs
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xsel
yay
yt-dlp
