accountsservice
acpid
alsa-firmware
alsa-utils
amd-ucode
arc-gtk-theme
arc-icon-theme
aria2
atom
atomicparsley
atool
atril
autoconf
automake
awesome
base
bash-completion
binutils
bison
blender
calibre
catfish
catimg
celluloid
chafa
cifs-utils
cpio
ctags
cups
cups-filters
dex
dhcpcd
dmenu-recent-aliases-git
dosfstools
e2fsprogs
efibootmgr
efivar
elinks
engrampa
exfatprogs
exo
f2fs-tools
fakeroot
feh
ffmpeg
ffmpegthumbnailer
file
findutils
firefox
flex
foomatic-db
foomatic-db-engine
garcon
gawk
gcc
geany
geany-plugins
geoclue
geoip-database
geoip-database-extra
gettext
ghostscript
gimp
git
gnome-disk-utility
go
gpart
gparted
gpick
grep
groff
grub
gst-libav
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gtk-engines
gutenprint
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-nfs
gvfs-smb
gzip
hddtemp
highlight
hplip
hunspell-en_us
i3-gaps
i3blocks
i3lock
i3status
inkscape
iwd
java-rhino
jdk-openjdk
jfsutils
jp2a
jpegexiforient
jre-openjdk
ladspa
lhasa
libcaca
libdvdcss
libotr
libreoffice-still
libtool
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
links
linux-firmware
linux-lts
linux-lts-headers
lynx
m4
make
mlocate
mono
mousepad
mpv
mtools
nano
neofetch
network-manager-applet
networkmanager
nfs-utils
nilfs-utils
nitrogen
nm-connection-editor
npm
ntfs-3g
ocaml
ocs-url
openresolv
p7zip
pacman
pacman-contrib
parole
patch
pavucontrol
perl-anyevent-i3
perl-async-interrupt
perl-ev
perl-guard
perl-json
perl-json-xs
perl-lwp-protocol-https
perl-net-ssleay
pkgconf
pkgfile
playerctl
pluma
pulseaudio
pulseaudio-alsa
pulseaudio-equalizer-ladspa
python-beautifulsoup4
python-brotli
python-cssselect
python-genshi
python-lockfile
python-lxml
python-lxml-docs
python-mutagen
python-opengl
python-pip
python-pysocks
python-websockets
python-xapp
r
reflector
reiserfsprogs
ristretto
rlwrap
rsync
ruby
ruby-docs
ruby-irb
ruby-reline
rubygems
s-nail
sane
sdl
sed
smartmontools
sudo
tcl
texinfo
thermald
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
thunderbird-dark-reader
tk
tlp
trash-cli
ttf-fira-code
ttf-font-awesome
ttf-inconsolata
ttf-monofur
ttf-monoid
ttf-roboto
tumbler
udftools
unace
unrar
vicious
vim
vim-runtime
vivaldi
vivaldi-ffmpeg-codecs
vlc
w3m
wget
wgetpaste
which
wireless_tools
wpa_supplicant
xapp
xclip
xdg-user-dirs
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-qxl
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-panel-profiles
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfontsel
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay-bin
yt-dlp
